
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Welcome Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during displaying welcome page.
    |
     */

    'documentation' => '{1} :value minute ago|[2,*] :value minutes ago',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'welcome' => 'እንኳን ደህና መጡ',
    'message' => 'ጊዜ የተሰኘ ድረ-ገጽ ቪድዮዎችን በተለያዩ የቪድዮ ቻናሎች በኩል እንዲመለከቱ ያስችልዎታል። የሚያገኟቸው ቻናሎች በይዘታቸው ለሰዎች የዕለተዕለት ጉዳዮቻቸው የሚጠቀሙባቸው ሃሳቦች የያዙ ሊሆኑ ይችላሉ። እንዲሁም ሃሳብያን ሃሳቦቻቸውን ለብዙኃን ተደራሽ ለማድረግ የሚጠቀሙባቸውም ሊሆኑ ይችላሉ። እርስዎም እነዚህን ቻናሎች በመቀላቀል ከቻናሎቹ ባለቤቶች የሚተላለፉትን ወይም የሚጫኑትን ቪድዮዎች ማግኘት ይችላሉ። ተጠቃሚ ለመሆን እባክዎን ወደ አካውንትዎ ይግቡ ወይም አዲስ ይፍጠሩ።',
    'banner_text_1' => 'በጊዜ ድረ-ገጽ የተለያዩ ቪድዮዎችን ይመልከቱ።',
    'banner_text_2' => 'ቪድዮዎችን በኪራይ መልክ ለ7 ቀናት ይቀመጡልዎታል። መመልከት ከጀመሩም በኋላ በ24 ሰዓታት ክፍት እንደሆኑልዎ ይቆያሉ።',
    'banner_text_3' => 'በዕለታት በክፍለ ጊዜያት የሚቀመጡልዎን ቪድዮዎች በመርሐግብር መመልከቻ ሰንጠረዥ አማካኝነት ይከታተሉ።',
];
